Repository: ducanh2211/localizable-script
Catalog: localizble/Localizable.merged.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, vi

# activity.burnCalories
source: Burn calories
de: Kalorien verbrennen
es: Quemar calorías
fr: Brûler des calories
ja: 消費カロリー
ko: 소모 칼로り
vi: Đốt cháy calo

# activity.burnTitle
source: Burned
de: Verbrannt
es: Quemado
fr: Brûlé
ja: 消費済み
ko: 소모됨
vi: Đã đốt

# activity.dailySteps
source: Daily steps
de: Tägliche Schritte
es: Pasos diarios
fr: Pas quotidiens
ja: 1日の歩数
ko: 일일 걸음 수
vi: Số bước hàng ngày

# activity.delete.title
source: Delete Activity
de: Aktivität löschen
es: Eliminar actividad
fr: Supprimer l'activité
ja: アクティビティを削除
ko: 활동 삭제
vi: Xóa hoạt động

# activity.deleteWorkoutDescription
source: You won't see this workout again.
de: Du wirst dieses Workout nicht mehr sehen.
es: Ya no verás este entrenamiento.
fr: Vous ne verrez plus cet entraînement.
ja: このワークアウトは表示されなくなります。
ko: 이 운동은 더 이상 표시되지 않습니다.
vi: Bạn sẽ không còn thấy bài tập này nữa.

# activity.deleteWorkoutTitle
source: Delete workout?
de: Workout löschen?
es: ¿Eliminar entrenamiento?
fr: Supprimer l'entraînement ?
ja: ワークアウトを削除しますか？
ko: 운동을 삭제하시겠습니까?
vi: Xóa bài tập?

# activity.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 時間
ko: 소요 시간
vi: Thời lượng

# activity.empty
source: No Activity
de: Keine Aktivität
es: Sin actividad
fr: Aucune activité
ja: アクティビティ なし
ko: 활동 없음
vi: Chưa có hoạt động

# activity.examplePlaceholder
source: e.g. Surfing
de: z. B. Surfen
es: ej. Surf
fr: ex. Surf
ja: 例：サーフィン
ko: 예: 서핑
vi: Ví dụ: Lướt sóng

# activity.exercise
source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
ja: 運動
ko: 운동
vi: Bài tập

# activity.exerciseBurn
source: Exercise burn
de: Übungsverbrauch
es: Calorías de ejercicio
fr: Calories brûlées (exercice)
ja: 運動消費カロリー
ko: 운동 소모 칼로리
vi: Lượng calo đốt từ bài tập

# activity.exercises
source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
ja: エクササイズ
ko: 운동 목록
vi: Các bài tập

# activity.log
source: Log Exercise
de: Übung aufzeichnen
es: Registrar ejercicio
fr: Enregistrer l'exercice
ja: 運動を記録
ko: 운동 기록
vi: Ghi nhận bài tập

# activity.loggedExercises
source: Logged Exercises
de: Aufgezeichnete Übungen
es: Ejercicios registrados
fr: Exercices enregistrés
ja: 記録された運動
ko: 기록된 운동
vi: Bài tập đã ghi

source: Activity name
de: Aktivitätsname
es: Nombre de la actividad
fr: Nom de l'activité
ja: アクティビティ名
ko: 활동 이름
vi: Tên hoạt động

# activity.searchPlaceholder
source: Search activity
de: Aktivität suchen
es: Buscar actividad
fr: Rechercher une activité
ja: アクティビティを検索
ko: 활동 검색
vi: Tìm kiếm hoạt động

# activity.title
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
vi: Hoạt động

# chooseLanguage.country.english
source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
vi: Tiếng Anh

# chooseLanguage.country.french
source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語
ko: 프랑스어
vi: Tiếng Pháp

# chooseLanguage.country.Germany
source: Germany
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
ko: 독일어
vi: Tiếng Đức

# chooseLanguage.country.japanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
ko: 일본어
vi: Tiếng Nhật

# chooseLanguage.country.korean
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
ja: 韓国語
ko: 한국어
vi: Tiếng Hàn

# chooseLanguage.country.spanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
ko: 스페인어
vi: Tiếng Tây Ban Nha

# chooseLanguage.country.vietnamese
source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
ja: ベトナム語
ko: 베트남어
vi: Tiếng Việt

# chooseLanguage.title
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
vi: Ngôn ngữ

# common.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
vi: Thêm

# common.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
vi: Áp dụng

# common.applyChange
source: Apply Change
de: Änderungen anwenden
es: Aplicar cambios
fr: Appliquer les modifications
ja: 変更を適用
ko: 변경사항 적용
vi: Áp dụng thay đổi

# common.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
vi: Quay lại

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
vi: Hủy

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
vi: Đóng

# common.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
vi: Xác nhận

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 次へ
ko: 계속
vi: Tiếp tục

# common.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
vi: Tùy chỉnh

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
vi: Xóa

# common.discoverNow
source: Discover Now
de: Jetzt entdecken
es: Descubrir ahora
fr: Découvrir maintenant
ja: 今すぐ試す
ko: 지금 둘러보기
vi: Khám phá ngay

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
vi: Xong

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
vi: Chỉnh sửa

# common.filter
source: Filters
de: Filter
es: Filtros
fr: Filtres
ja: フィルター
ko: 필터
vi: Bộ lọc

# common.generate
source: Generate
de: Generieren
es: Generar
fr: Générer
ja: 生成
ko: 생성
vi: Tạo

# common.gotIt
source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: 了解
ko: 확인
vi: Đã hiểu

# common.level.high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
vi: Cao

# common.level.light
source: Light
de: Leicht
es: Ligero
fr: Léger
ja: 軽度
ko: 가벼움
vi: Nhẹ

# common.level.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
ko: 낮음
vi: Thấp

# common.level.moderate
source: Moderate
de: Moderat
es: Moderado
fr: Modéré
ja: 中程度
ko: 보통
vi: Vừa phải

# common.logMore
source: Log More
de: Mehr aufzeichnen
es: Registrar más
fr: Enregistrer plus
ja: さらに記録
ko: 추가 기록
vi: Ghi thêm

# common.more
source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더보기
vi: Thêm

# common.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
vi: Tiếp theo

# common.noData
source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
ko: 데이터 없음
vi: Không có dữ liệu

# common.noItemMatching
source: No matching %1$@ found. Try searching with different keywords.
de: Kein passender %1$@ gefunden. Versuche es mit anderen Suchbegriffen.
es: No se encontró ningún %1$@ coincidente. Intenta buscar con palabras clave diferentes.
fr: Aucun %1$@ correspondant trouvé. Essayez de rechercher avec d'autres mots-clés.
ja: 一致する%1$@が見つかりません。 別のキーワードで検索してみてください。
ko: 일치하는 %1$@을(를) 찾을 수 없습니다. 다른 키워드로 검색해 보세요.
vi: Không tìm thấy %1$@ phù hợp. Hãy thử tìm kiếm với từ khóa khác.

# common.paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: 貼り付け
ko: 붙여넣기
vi: Dán

# common.remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
ko: 제거
vi: Xóa

# common.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
vi: Đặt lại

# common.retake
source: Retake
de: Erneut aufnehmen
es: Retomar
fr: Reprendre
ja: 再撮影
ko: 다시 촬영
vi: Chụp lại

# common.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
vi: Thử lại

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
vi: Lưu

# common.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
vi: Bỏ qua

# common.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
vi: Hôm nay

# common.tryAgain
source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
ja: もう一度試す
ko: 다시 시도
vi: Thử lại

# common.unit.hour
source: %lld hours
de: Stunde
es: Hora
fr: Heure
ja: 時間
ko: 시간
vi: Giờ

# common.unit.minute
source: %lld minutes
de: Minute
es: Minuto
fr: Minute
ja: 分
ko: 분
vi: Phút

# common.unsavedChanges.description
source: If you leave now, your updated information and goals won't be saved.
de: Wenn du jetzt gehst, werden deine aktualisierten Informationen und Ziele nicht gespeichert.
es: Si sales ahora, la información y los objetivos actualizados no se guardarán.
fr: Si vous quittez maintenant, vos informations et objectifs mis à jour ne seront pas enregistrés.
ja: 今終了すると、更新された情報や目標は保存されません。
ko: 지금 나가시면 업데이트된 정보와 목표가 저장되지 않습니다.
vi: Nếu rời đi bây giờ, thông tin cập nhật và mục tiêu của bạn sẽ không được lưu.

# common.unsavedChanges.title
source: Leave without saving?
de: Ohne Speichern verlassen?
es: ¿Salir sin guardar?
fr: Quitter sans enregistrer ?
ja: 保存せずに移動しますか？
ko: 저장하지 않고 나갈까요?
vi: Rời đi mà không lưu?

# common.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
vi: Hôm qua

source: Daily Recommendations
de: Tägliche Empfehlungen
es: Recomendaciones diarias
fr: Recommandations quotidiennes
ja: 今日の推奨事項
ko: 일일 추천
vi: Gợi ý hàng ngày

# daily.suggestedRoutine
source: Suggested Routine
de: Vorgeschlagene Routine
es: Rutina sugerida
fr: Routine suggérée
ja: おすすめのルーティン
ko: 추천 루틴
vi: Lộ trình đề xuất

# daily.todaySoFar
source: Today So Far
de: Heute bisher
es: Hoy hasta ahora
fr: Aujourd'hui jusqu'à présent
ja: 今日の達成状況
ko: 오늘의 기록
vi: Tiến trình hôm nay

# daily.watchOutFor
source: Watch Out For
de: Achte auf
es: Presta atención a
fr: À surveiller
ja: 注意すべき点
ko: 주의할 점
vi: Cần lưu ý

# error.generic
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
ja: エラーが発生しました
ko: 오류가 발생했습니다
vi: Đã xảy ra lỗi

# error.noInternetDescription
source: Please check your internet connection and try again.
de: Bitte überprüfe deine Internetverbindung und versuche es erneut.
es: Por favor, comprueba tu conexión a internet e inténtalo de nuevo.
fr: Veuillez vérifier votre connexion Internet et réessayer.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인하고 다시 시도해 주세요.
vi: Vui lòng kiểm tra kết nối mạng và thử lại.

# error.noInternetTitle
source: No Connection
de: Keine Verbindung
es: Sin conexión
fr: Pas de connexion
ja: 接続なし
ko: 연결 없음
vi: Không có kết nối

# health.criticalHigh
source: Critical High
de: Kritisch hoch
es: Crítico alto
fr: Critique élevé
ja: 危険（高）
ko: 위험 (높음)
vi: Rất cao

# health.criticalLow
source: Critical Low
de: Kritisch niedrig
es: Crítico bajo
fr: Critique bas
ja: 危険（低）
ko: 위험 (낮음)
vi: Rất thấp

# insight.error.loadFailed
source: Insight Didn't Load
de: Insight konnte nicht geladen werden
es: No se pudo cargar el análisis
fr: L'analyse n'a pas pu être chargée
ja: 分析を読み込めませんでした
ko: 인사이트를 불러올 수 없습니다
vi: Không thể tải phân tích

# insight.generate
source: Generate Insight
de: Insight generieren
es: Generar análisis
fr: Générer une analyse
ja: 分析を生成
ko: 인사이트 생성
vi: Tạo phân tích

# insight.generating
source: Generating AI insights
de: KI-Insights werden generiert
es: Generando análisis de IA
fr: Génération des analyses IA
ja: AI分析を生成中
ko: AI 인사이트 생성 중
vi: Đang tạo phân tích AI

# insight.notReadyDescription
source: Your personalized insight isn't ready yet. We're analyzing your data to deliver meaningful recommendations
de: Dein personalisierter Insight ist noch nicht bereit. Wir analysieren deine Daten, um sinnvolle Empfehlungen zu liefern.
es: Tu análisis personalizado aún no está listo. Estamos analizando tus datos para ofrecerte recomendaciones útiles.
fr: Votre analyse personnalisée n'est pas encore prête. Nous analysons vos données pour fournir des recommandations utiles.
ja: パーソナライズされた分析はまだ準備中です。 有益なアドバイスを提供するために データを分析しています。
ko: 맞춤형 인사이트가 아직 준비되지 않았습니다. 유용한 추천을 제공하기 위해 데이터를 분석하는 중입니다.
vi: Phân tích cá nhân hóa của bạn chưa sẵn sàng. Chúng tôi đang phân tích dữ liệu để đưa ra các gợi ý hữu ích

# insight.readyTitle
source: Today's Insight Ready
de: Heutiger Insight bereit
es: Análisis de hoy listo
fr: Analyse du jour prête
ja: 本日の分析が完了しました
ko: 오늘의 인사이트 준비 완료
vi: Phân tích hôm nay đã sẵn sàng

# insight.title
source: AI Daily Insight
de: Täglicher KI-Insight
es: Análisis diario IA
fr: Analyse quotidienne IA
ja: AIデイリー分析
ko: AI 일일 인사이트
vi: Phân tích hàng ngày AI

# meal.analyze
source: Analyze
de: Analysieren
es: Analizar
fr: Analyser
ja: 分析する
ko: 분석하기
vi: Phân tích

# meal.analyzing.detectingItems
source: Detecting food items...
de: Lebensmittel werden erkannt...
es: Detectando alimentos...
fr: Détection des aliments...
ja: 食品を検出中...
ko: 음식 인식 중...
vi: Đang nhận diện món ăn...

# meal.analyzing.finalizing
source: Finalizing details...
de: Details werden fertiggestellt...
es: Finalizando detalles...
fr: Finalisation des détails...
ja: 詳細を仕上げ中...
ko: 세부 정보 마무리 중...
vi: Đang hoàn tất chi tiết...

# meal.analyzing.processing
source: Processing...
de: Wird verarbeitet...
es: Procesando...
fr: Traitement en cours...
ja: 処理中...
ko: 처리 중...
vi: Đang xử lý...

# meal.analyzing.ready
source: Ready to analyze
de: Bereit zur Analyse
es: Listo para analizar
fr: Prêt à analyser
ja: 分析の準備完了
ko: 분석 준비 완료
vi: Sẵn sàng phân tích

# meal.analyzing.searchingMatch
source: Searching for the best match...
de: Suche nach der besten Übereinstimmung...
es: Buscando la mejor coincidencia...
fr: Recherche de la meilleure correspondance...
ja: 最適な一致を検索中...
ko: 최적의 검색 결과 찾는 중...
vi: Đang tìm kiếm kết quả phù hợp nhất...

# meal.cameraTip.foodPosition
source: Position your food inside the square and capture a clear photo showing as many ingredients as possible.
de: Positioniere dein Essen im Quadrat und mache ein klares Foto, das so viele Zutaten wie möglich zeigt.
es: Coloca la comida dentro del cuadrado y toma una foto clara que muestre la mayor cantidad de ingredientes posible.
fr: Placez votre plat dans le carré et prenez une photo claire montrant autant d'ingrédients que possible.
ja: 枠内に料理を収め、できるだけ多くの食材が見えるように鮮明な写真を撮影してください。
ko: 사각형 안에 음식을 맞추고 가능한 한 많은 재료가 보이도록 선명하게 촬영하세요.
vi: Đặt món ăn vào trong khung hình và chụp ảnh rõ nét hiển thị càng nhiều nguyên liệu càng tốt.

# meal.cameraTip.fullLabel
source: Capture the full label
de: Vollständiges Etikett erfassen
es: Capturar la etiqueta completa
fr: Capturer l'étiquette complète
ja: ラベル全体を撮影
ko: 라벨 전체 촬영
vi: Chụp toàn bộ nhãn

# meal.cameraTip.nutritionFactsPanel
source: Ensure the entire Nutrition Facts panel is visible and clear, from serving sizes to macro details.
de: Stelle sicher, dass die gesamte Nährwerttabelle gut sichtbar und lesbar ist.
es: Asegúrate de que todo el panel de información nutricional sea visible y claro.
fr: Assurez-vous que l'ensemble du tableau des valeurs nutritionnelles est visible et lisible.
ja: 栄養成分表示全体が明確に見えるように撮影してください。
ko: 영양 성분표 전체가 명확하게 보이도록 하세요.
vi: Đảm bảo toàn bộ bảng Bảng thành phần dinh dưỡng hiển thị rõ ràng, từ kích thước khẩu phần đến chi tiết các chất vĩ mô.

# meal.cameraTip.title
source: Bur
de: Tipp
es: Consejo
fr: Conseil
ja: ヒント
ko: 팁
vi: Báo mờ

# meal.container.bowl
source: Bowl
de: Schüssel
es: Tazón
fr: Bol
ja: ボウル
ko: 보울
vi: Bát

# meal.container.cup
source: Cup
de: Becher
es: Taza
fr: Tasse
ja: カップ
ko: 컵
vi: Cốc

# meal.container.plate
source: Plate
de: Teller
es: Plato
fr: Assiette
ja: 皿
ko: 접시
vi: Đĩa

# meal.delete.description
source: You won't see this meal again.
de: Du wirst diese Mahlzeit nicht mehr sehen.
es: Ya no verás esta comida.
fr: Vous ne verrez plus ce repas.
ja: この食事記録は表示されなくなります。
ko: 이 식사 기록은 더 이상 표시되지 않습니다.
vi: Bạn sẽ không còn thấy bữa ăn này nữa.

# meal.delete.title
source: Delete meal?
de: Mahlzeit löschen?
es: ¿Eliminar comida?
fr: Supprimer le repas ?
ja: 食事を削除しますか？
ko: 식사를 삭제하시겠습니까?
vi: Xóa bữa ăn?

# meal.describePlaceholder
source: Describe your ideal meal (Optional)
de: Beschreibe deine ideale Mahlzeit (Optional)
es: Describe tu comida ideal (Opcional)
fr: Décrivez votre repas idéal (Optionnel)
ja: 理想の食事を説明（任意）
ko: 원하는 식사를 설명해 보세요 (선택)
vi: Mô tả bữa ăn lý tưởng của bạn (Tùy chọn)

# meal.detailMealHelp
source: Detail your meal to help AI analyze more accurately (Optional)
de: Beschreibe deine Mahlzeit detaillierter, um der KI bei der genauen Analyse zu helfen (Optional)
es: Detalla tu comida para ayudar a la IA a analizarla con mayor precisión (Opcional)
fr: Détaillez votre repas pour aider l'IA à l'analyser plus précisément (Optionnel)
ja: より正確なAI分析のために食事の詳細を入力してください（任意）
ko: AI가 더 정확하게 분석할 수 있도록 식사를 상세히 작성해 보세요 (선택)
vi: Mô tả chi tiết bữa ăn để giúp AI phân tích chính xác hơn (Tùy chọn)

# meal.discard.action
source: Discard Anyway
de: Trotzdem verwerfen
es: Descartar de todos modos
fr: Abandonner quand même
ja: 破棄する
ko: 취소하고 나가기
vi: Vẫn hủy

# meal.discard.description
source: Your current meal analysis hasn't been saved yet.
de: Deine aktuelle Mahlzeitanalyse wurde noch nicht gespeichert.
es: Tu análisis de comida actual aún no se ha guardado.
fr: L'analyse de votre repas actuel n'a pas encore été enregistrée.
ja: 現在の食事分析はまだ保存されていません。
ko: 현재 식사 분석이 아직 저장되지 않았습니다.
vi: Phân tích bữa ăn hiện tại của bạn chưa được lưu.

# meal.discard.title
source: Discard this meal?
de: Mahlzeit verwerfen?
es: ¿Descartar esta comida?
fr: Abandonner ce repas ?
ja: この食事記録を破棄しますか？
ko: 이 식사 기록을 취소하시겠습니까?
vi: Hủy bữa ăn này?

# meal.edit.title
source: Edit Meal
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier le repas
ja: 食事を編集
ko: 식사 편집
vi: Chỉnh sửa bữa ăn

# meal.empty
source: No Meal
de: Keine Mahlzeit
es: Sin comida
fr: Aucun repas
ja: 食事 なし
ko: 식사 없음
vi: Chưa có bữa ăn

# meal.error.unrecognizedFoodDescription
source: Make sure the item is in focus and try again.
de: Stelle sicher, dass das Essen scharf zu sehen ist, und versuche es erneut.
es: Asegúrate de que el alimento esté enfocado e inténtalo de nuevo.
fr: Assurez-vous que l'aliment est bien net et réessayez.
ja: 対象にピントを合わせて、もう一度お試しください。
ko: 초점을 맞추고 다시 시도해 주세요.
vi: Đảm bảo món ăn được lấy nét rõ ràng và thử lại.

# meal.error.unrecognizedFoodTitle
source: Couldn't Recognize Food
de: Essen nicht erkannt
es: No se pudo reconocer el alimento
fr: Aliment non reconnu
ja: 食品を認識できませんでした
ko: 음식을 인식할 수 없음
vi: Không thể nhận diện món ăn

# meal.exceedsDailyCalories
source: Exceeds your remaining daily calories.
de: Übersteigt deine verbleibenden Tageskalorien.
es: Supera tus calorías diarias restantes.
fr: Dépasse vos calories restantes pour la journée.
ja: 1日の残りカロリーを超過しています。
ko: 오늘 남은 칼로리를 초과합니다.
vi: Vượt quá lượng calo còn lại trong ngày.

# meal.fitsDailyCalories
source: Fits your estimated calories
de: Passt zu deinen geschätzten Kalorien
es: Se ajusta a tus calorías estimadas
fr: Correspond à vos calories estimées
ja: 推定カロリーに収まっています
ko: 예상 칼로리에 적합합니다
vi: Phù hợp với lượng calo ước tính

# meal.fitsYou
source: Fits You
de: Passt zu dir
es: Ideal para ti
fr: Adapté pour vous
ja: あなたに最適
ko: 나에게 맞춤
vi: Phù hợp với bạn

# meal.foodName
source: Name of food
de: Name des Lebensmittels
es: Nombre del alimento
fr: Nom de l'aliment
ja: 食品名
ko: 음식 이름
vi: Tên món ăn

# meal.labelOption
source: Label
de: Etikett
es: Etiqueta
fr: Étiquette
ja: ラベル
ko: 라벨
vi: Nhãn

# meal.log
source: Log Meal
de: Mahlzeit aufzeichnen
es: Registrar comida
fr: Enregistrer le repas
ja: 食事を記録
ko: 식사 기록
vi: Ghi nhận bữa ăn

# meal.loggedMeals
source: Logged Meals
de: Aufgezeichnete Mahlzeiten
es: Comidas registradas
fr: Repas enregistrés
ja: 記録された食事
ko: 기록된 식사
vi: Bữa ăn đã ghi

# meal.mealName
source: Name of meal
de: Name der Mahlzeit
es: Nombre de la comida
fr: Nom du repas
ja: 食事名
ko: 식사 이름
vi: Tên bữa ăn

# meal.mealOption
source: Meal
de: Mahlzeit
es: Comida
fr: Repas
ja: 食事
ko: 식사
vi: Bữa ăn

# meal.size.estimated
source: Estimated Meal Size
de: Geschätzte Portionsgröße
es: Tamaño estimado de la comida
fr: Taille de repas estimée
ja: 推定食事サイズ
ko: 예상 식사 양
vi: Kích thước bữa ăn ước tính

# meal.size.select
source: Select size
de: Größe auswählen
es: Seleccionar tamaño
fr: Sélectionner la taille
ja: サイズを選択
ko: 양 선택
vi: Chọn kích thước

# meal.size.title
source: Meal Size
de: Portionsgröße
es: Tamaño de la comida
fr: Taille du repas
ja: 食事の量
ko: 식사 양
vi: Kích thước bữa ăn

# meal.type.breakfast
source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
ja: 朝食
ko: 아침
vi: Bữa sáng

# meal.type.dinner
source: Dinner
de: Abendessen
es: Cena
fr: Dîner
ja: 夕食
ko: 저녁
vi: Bữa tối

# meal.type.lunch
source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
ja: 昼食
ko: 점심
vi: Bữa trưa

# meal.typeMealPlaceholder
source: Type your meal
de: Mahlzeit eingeben
es: Escribe tu comida
fr: Saisissez votre repas
ja: 食事を入力
ko: 식사 입력
vi: Nhập tên bữa ăn

# meal.yourMeal
source: Your Meal
de: Deine Mahlzeit
es: Tu comida
fr: Votre repas
ja: あなたの食事
ko: 내 식사
vi: Bữa ăn của bạn

# mealReview.generate
source: Generate Review
de: Bewertung generieren
es: Generar revisión
fr: Générer un bilan
ja: レビューを生成
ko: 총평 생성
vi: Tạo đánh giá

# mealReview.generateInsight
source: Generate Insight
de: Insight generieren
es: Generar análisis
fr: Générer une analyse
ja: 分析を生成
ko: 인사이트 생성
vi: Tạo phân tích

# mealReview.generating
source: Reviewing today's meals and creating insights for you...
de: Heutige Mahlzeiten werden überprüft und Insights für dich erstellt...
es: Revisando las comidas de hoy y creando análisis para ti...
fr: Analyse des repas du jour et création de conseils pour vous...
ja: 本日の食事を確認して 分析を作成しています...
ko: 오늘의 식사를 검토하고 맞춤 인사이트를 생성 중입니다...
vi: Đang xem lại các bữa ăn hôm nay và tạo phân tích cho bạn...

# mealReview.notReadyDescription
source: Your meal review isn't ready yet. We're analyzing the nutrition and balance of your meal to provide accurate feedback.
de: Deine Mahlzeitenbewertung ist noch nicht bereit. Wir analysieren Nährstoffe und ausgewogene Ernährung, um genaue Rückmeldungen zu geben.
es: La revisión de tus comidas aún no está lista. Estamos analizando la nutrición y el equilibrio de tus comidas para ofrecerte información precisa.
fr: Le bilan de vos repas n'est pas encore prêt. Nous analysons la nutrition et l'équilibre de vos repas pour vous fournir un retour précis.
ja: 食事レビューはまだ準備中です。正確なフィードバックを提供するために栄養バランスを分析しています。
ko: 식사 총평이 아직 준비되지 않았습니다. 정확한 피드백을 위해 영양과 균형을 분석 중입니다.
vi: Đánh giá bữa ăn của bạn chưa sẵn sàng. Chúng tôi đang phân tích dinh dưỡng và sự cân bằng của bữa ăn để đưa ra phản hồi chính xác.

# mealReview.shortReview
source: Short review
de: Kurze Bewertung
es: Resumen breve
fr: Aperçu rapide
ja: ショートレビュー
ko: 요약 총평
vi: Đánh giá ngắn

# mealReview.title
source: Meal Review
de: Mahlzeitenbewertung
es: Revisión de comidas
fr: Bilan des repas
ja: 食事の振り返り
ko: 식사 총평
vi: Đánh giá bữa ăn

# nutrition.bmi.current
source: Your BMI: %@
de: Dein BMI: %@
es: Tu IMC: %@
fr: Votre IMC : %@
ja: 現在のBMI: %@
ko: 현재 BMI: %@
vi: BMI của bạn: %@

# nutrition.bmi.explanation
source: Body Mass Index is a standard measurement of body fat based on height and weight, calculated according to WHO guidelines.
de: Der Body-Mass-Index ist ein Standardmaß für Körperfett basierend auf Größe und Gewicht, berechnet nach WHO-Richtlinien.
es: El Índice de Masa Corporal es una medida estándar de la grasa corporal basada en la altura y el peso, calculada según las pautas de la OMS.
fr: L'indice de masse corporelle est une mesure standard de la graisse corporelle basée sur la taille et le poids, calculée selon les directives de l'OMS.
ja: ボディマス指数（BMI）は、WHOのガイドラインに基づいて身長と体重から算出される体脂肪の標準指標です。
ko: 체질량지수(BMI)는 WHO 기준에 따라 키와 몸무게를 바탕으로 체지방을 측정하는 표준 지표입니다.
vi: Chỉ số khối cơ thể (BMI) là phép đo chuẩn về mỡ cơ thể dựa trên chiều cao và cân nặng, được tính theo hướng dẫn của WHO.

# nutrition.bmi.healthyWeight
source: Healthy Weight
de: Normalgewicht
es: Peso saludable
fr: Poids santé
ja: 適正体重
ko: 정상 체중
vi: Cân nặng khỏe mạnh

# nutrition.bmi.obese
source: Obese
de: Adipös
es: Obesidad
fr: Obésité
ja: 肥満
ko: 비만
vi: Béo phì

# nutrition.bmi.overweight
source: Overweight
de: Übergewicht
es: Sobrepeso
fr: Surpoids
ja: 過体重
ko: 과체중
vi: Thừa cân

# nutrition.bmi.target
source: Target BMI: %@
de: Ziel-BMI: %@
es: IMC objetivo: %@
fr: IMC cible : %@
ja: 目標BMI: %@
ko: 목표 BMI: %@
vi: BMI mục tiêu: %@

# nutrition.bmi.underweight
source: Underweight
de: Untergewicht
es: Bajo peso
fr: Insuffisance pondérale
ja: 低体重
ko: 저체중
vi: Thiếu cân

# nutrition.bmi.whoGuideline
source: Based on WHO BMI guidelines
de: Basiert auf WHO-BMI-Richtlinien
es: Según las pautas de IMC de la OMS
fr: Selon les directives de l'OMS
ja: WHOのBMIガイドラインに基づく
ko: WHO BMI 기준 바탕
vi: Dựa trên hướng dẫn BMI của WHO
